Repository: xbmc/visualization.waveform
Catalog: visualization.waveform/resources/language/resource.language.*/strings.po
Languages: de_de, es_mx

# Addon Summary
source: Visualisation showing 2 Waveform Graphs on the screen
de_de: Eine Visualisierung, die zwei wellenförmige Grafiken auf dem Bildschirm zeigt
es_mx: Visualización que muestra 2 Gráficos de Forma de onda

# Addon Description
source: Waveform is a simple Visualisation showing 2 Waveform Graphs on the screen, One each for Left and Right channels that move to the beat of the music
de_de: Waveform ist eine einfache Visualisierung, die zwei wellenförmige Grafiken zeigt. Je eine Grafik für den linken und rechten Kanal, die sich im Takt der Musik bewegen
es_mx: Waveform es una Visualización simple que muestra 2 Gráficos de Forma de onda en la pantalla, uno para cada canal Izquierdo y Derecho que se mueven al ritmo de la música

# #30000
source: Points per line
de_de: Punkte pro Zeile
es_mx: Puntos por línea

# #30001
source: Positions to represent the current frequency in a line.
de_de: Positionen zur Darstellung der aktuellen Frequenz in einer Linie.
es_mx: Posiciones que representarán la frecuencia actual en una línea.

# #30002
source: Line color
de_de: Linienfarbe
es_mx: Color de línea

# #30003
source: Red
de_de: Rot
es_mx: Rojo

# #30004
source: Strength of red color in the line.
de_de: Stärke der roten Farbe in der Linie.
es_mx: Intensidad del color rojo en la línea.

# #30005
source: Green
de_de: Grün
es_mx: Verde

# #30006
source: Strength of green color in the line.
de_de: Stärke der grünen Farbe in der Linie.
es_mx: Intensidad del color verde en la línea.

# #30007
source: Blue
de_de: Blau
es_mx: Azul

# #30008
source: Strength of blue color in the line.
de_de: Stärke der blauen Farbe in der Linie.
es_mx: Intensidad del color azul en la línea.

# #30009
source: Alpha
de_de: Transparenz
es_mx: Alfa

# #30010
source: Strength of alpha in the line.
de_de: Stärke der Tansparenz in der Linie.
es_mx: Intensidad de alfa (transparencia) en la línea.

# #30011
source: Background color
de_de: Hintergrundfarbe
es_mx: Color de fondo

# #30012
source: Red
de_de: Rot
es_mx: Rojo

# #30013
source: Strength of red color in the background.
de_de: Stärke der roten Farbe im Hintergrund.
es_mx: Intensidad del color rojo en el fondo.

# #30014
source: Green
de_de: Grün
es_mx: Verde

# #30015
source: Strength of green color in the background.
de_de: Stärke der grünen Farbe im Hintergrund.
es_mx: Intensidad del color verde en el fondo.

# #30016
source: Blue
de_de: Blau
es_mx: Azul

# #30017
source: Strength of blue color in the background.
de_de: Stärke der blauen Farbe im Hintergrund.
es_mx: Intensidad del color azul en el fondo.

# #30018
source: Alpha
de_de: Transparenz
es_mx: Alfa

# #30019
source: Strength of alpha in the background.
de_de: Stärke der Transparenz im Hintergrund.
es_mx: Intensidad de alfa (transparencia) en el fondo.

# #30020
source: Don't calculate
de_de: Nicht berechnen
es_mx: No calcular

# #30021
source: Line thickness
de_de: Dicke der Linie
es_mx: Grosor de línea

# #30022
source: To define the thickness of a line with a number of pixels.
de_de: Definieren der Dicke einer Linie mit einer Anzahl von Pixeln.
es_mx: Define el grosor de la línea en número de pixeles.
